print("Hello Python from Visual Studio!")
# Дана строка. Если она начинается на 'abc', то заменить их на 'www', иначе
# добавить в конец строки "zzz"

text = input('your last word: \n')